decada70=Ralph Baer y el Magnavox Odyssey\r\n\r\nRalph Baer es considerado por muchos como el inventor de los videojuegos tal y como los conocemos. Es el inventor de las videoconsolas.\r\nEn el a\u00F1o 1966, por su cuenta, construy\u00F3 la primera consola dom\u00E9stica de videojuegos. \u00C9l sab\u00EDa lo que quer\u00EDa hacer pero luch\u00F3 durante a\u00F1os para encontrar empresas o inversores que confiaran en \u00E9l para poner en el mercado su primera consola (Odyssey), cosa que conseguir\u00EDa en el a\u00F1o 1972.\r\n\r\nCon todas las ventas de la consola, se consiguieron vender cerca de 130.000 unidades en la campa\u00F1a de navidad, todo un \u00E9xito, que atrajo la atenci\u00F3n de numerosos emprendedores, entre ellos Nolan Bushnell.\r\n\r\nLa creaci\u00F3n de Atari\r\n\r\nNolan Bushnell junto a Ted Dabney eligieron el nombre de \"Syzygy\" para la futura compa\u00F1\u00EDa, sin embargo, el nombre ya estaba registrado por otra compa\u00F1\u00EDa, por lo que finalmente se decantaron por el nombre de Atari  y se fundo el 1 de Junio de 1972.\r\n\r\nEl nombre de Atari proviene del juego de mesa Go, es la palabra utilizada cuando se consiguen rodear las piedras del oponente y se va a ganar la partida.\r\n\r\nNace el Pong\r\n\r\nCuando Bushnell trabajaba con Nutting, se enteraron de que en la Magnavox Profit Caravan de 1972 se estaba mostrando un sistema dom\u00E9stico de videojuegos, y enviaron a Bushnell para verlo. Fue all\u00ED donde Bushnell vio el juego de ping pong de Baer y probablemente donde se le ocurri\u00F3 la idea de crear un juego similar cuando comenzaba su etapa en Atari.\r\n\r\nBushnell lo llam\u00F3 Pong, fue el mayor \u00E9xito jam\u00E1s visto en la industria de los videojuegos hasta ese momento, cambiando para siempre una industria que dura hasta hoy en d\u00EDa.\r\n\r\nEl rival directo de Atari\r\n\r\nCon el \u00E9xito de Home Pong, cientos de compa\u00F1\u00EDas se lanzaron a crear consolas y dispositivos electr\u00F3nicos para jugar en casa de la misma forma. Magnavox volvi\u00F3 a intentarlo, despu\u00E9s del fracaso de la Odyssey, con la Odyssey 100, otro error. Pero Atari ahora tendr\u00EDa un rival m\u00E1s fuerte: Coleco.\r\n\r\nColeco dise\u00F1\u00F3 una consola durante todo el a\u00F1o 1975: Telstar. Fue lanzada en junio de 1976. No dejaba de ser un Home Pong m\u00E1s, pero tuvo un \u00E9xito brutal ya que Coleco era el principal cliente de General Instrument, la empresa que suministraba los chips para los juegos de consola, y el resto de empresas que lo ped\u00EDan, no dispon\u00EDan de existencias.\r\n\r\nAtari contrata a Steve Jobs\r\n\r\nAl Alcorn contrat\u00F3 a Steve Jobs (uno de los nombres m\u00E1s conocidos a d\u00EDa de hoy en la industria de los videojuegos). Despu\u00E9s de hacer varios viajes por el mundo, Steve comenz\u00F3 a dise\u00F1ar un videojuego: Breakout. Nolan Bushnell fue quien lo ide\u00F3, volviendo a crear un nuevo concepto jugable a partir de pong, ya que en esta ocasi\u00F3n s\u00F3lo hab\u00EDa una pala y en el otro extremo una serie de bloques que hab\u00EDa que ir destruyendo con una pelota que iba rebotando en ellos.\r\n\r\nEn esos momentos en Atari estaban muy preocupados por los chips y las reparaciones que hab\u00EDa que llevar a cabo en las m\u00E1quinas una vez instaladas, por lo que se trataba de rentabilizar al m\u00E1ximo el n\u00FAmero de chips a instalar en un arcade ya que por cada uno de ellos Atari se ahorraba cerca de 100.000 d\u00F3lares.\r\nBreakout no se libraba de todo eso y Bushnell pidi\u00F3 voluntarios para crear el juego con el menor n\u00FAmero de chips. Steve Jobs contaba con su amigo Steve Wozniak que trabajaba en Hewlett Packard. En esos momentos los dos estaban trabajando en el Apple II, pero Jobs confiaba en que su amigo le ayudara a reducir el n\u00FAmero de chips a utilizar.\r\n\r\nBreakout acab\u00F3 siendo el mejor juego del a\u00F1o y tambi\u00E9n el primer \"clon\" de Pong que consegu\u00EDa ser m\u00E1s adictivo que el original.\r\n\r\nAdem\u00E1s de Breakout, Atari tuvo otro \u00E9xito con Night Driver, que apareci\u00F3 en octubre. En el juego, la carretera estaba representada con unos cuadrados blancos y aportaba una gran sensaci\u00F3n de velocidad.\r\n\r\nPrimera vez que se habla de violencia en los videojuegos\r\n\r\nEste a\u00F1o fue el primero en el que la pol\u00E9mica de la violencia en los videojuegos sacudi\u00F3 a la industria con la comercializaci\u00F3n de Death Race por parte de Exidy. Este juego fue creado por Pete Kauffman, pero no con ese nombre, sino con el de Destruction Derby, en el que los jugadores deb\u00EDan de tratar de chocarse contra el resto de los coches del circuito para destruirlos.\r\n\r\nLe vendi\u00F3 el juego a Chicago Coin, que se neg\u00F3 a pagar los royalties, por lo que Kauffman revis\u00F3 el juego y le hizo unas cuantas modificaciones. Despu\u00E9s de esto, en Death Race deb\u00EDamos de chocar contra formas humanas esquel\u00E9ticas que se escapaban de un cementerio. Cada vez que atropellabas a uno aparec\u00EDa una peque\u00F1a cruz en pantalla. Todo este nuevo contenido hizo que en algunos salones recreativos se negasen a exponer el juego, lo que hizo que Exidy vendiera \u00FAnicamente 1000 m\u00E1quinas y que estuviera en boca de todos.\r\n\r\nAparecen nuevas empresas\r\n\r\nEn 1976, aparecieron tambi\u00E9n otras compa\u00F1\u00EDas con consolas como la Channel F de Fairchild. En esta m\u00E1quina se pod\u00EDan jugar a diferentes juegos guardados cada uno de ellos en unos cartuchos que se pod\u00EDan intercambiar.\r\n\r\nAl igual que otras m\u00E1quinas, la Channel F llevaba en memoria diferentes juegos parecidos al Pong, pero se pod\u00EDan adquirir por separado juegos que ven\u00EDan en unos cartuchos de pl\u00E1stico, cada uno con un microchip que permit\u00EDa que al meterlo en la m\u00E1quina se pudiera jugar al juego que ven\u00EDa grabado dentro.\r\n\r\nEsta consola no tuvo demasiado \u00E9xito, llegando a comercializar 21 cartuchos antes de vender los derechos a Circ\u00F3n, que desarroll\u00F3 5 cartuchos m\u00E1s y abandon\u00F3 el proyecto. Sin duda cambi\u00F3 la industria para siempre. Instant\u00E1neamente todas las compa\u00F1\u00EDas anunciaron nuevas m\u00E1quinas que seguir\u00EDan este esquema, y como siempre Atari fue quien mejor se adapt\u00F3 a los cambios.\r\n\r\nNintendo hace su aparici\u00F3n\r\n\r\nJunto con Mitsubishi Electrics sac\u00F3 a la venta el Nintendo Tv Game 6. Permit\u00EDa jugar a 6 versiones diferentes del juego Light Tennis, que era una versi\u00F3n mejorada y a cuatro colores del Pong (los derechos de este juego se negociaron con Magnavox). No llevaba cartuchos, los juegos estaban incluidos dentro de la memoria de la consola. Pod\u00EDan jugar dos jugadores.\r\n\r\nLos jugadores controlaban las barras del juego con discos atados directamente a la m\u00E1quina. Vendi\u00F3 millones de copias a 8.300 yenes cada una.\r\n\r\nEste a\u00F1o entr\u00F3 a trabajar Shigeru Miyamoto como dise\u00F1ador del artwork para los arcades. Personaje que acabar\u00EDa siendo important\u00EDsimo para la historia de la compa\u00F1\u00EDa.\r\n\r\nTaito lanza el Space Invaders\r\n\r\nToshihiro Nishikado era uno de los programadores de Taito, y para uno de sus proyectos se le ocurri\u00F3 la idea de un soldado parapetado detr\u00E1s de unas trincheras, que disparaba a filas de enemigos acerc\u00E1ndose hacia \u00E9l. Pero la compa\u00F1\u00EDa pens\u00F3 que era demasiado violento, y que podr\u00EDa acarrear problemas, as\u00ED que decidi\u00F3 cambiar a los humanos por alien\u00EDgenas y naves espaciales.\r\n\r\nDe esta manera naci\u00F3 Space Invaders en 1978, la recreativa que dio a conocer los videojuegos al mundo. En este juego, el jugador (detr\u00E1s de escudos c\u00F3smicos) deb\u00EDa vencer a 4 filas de marcianitos que cada vez se aproximaban a \u00E9l m\u00E1s y m\u00E1s r\u00E1pido. Pero su principal innovaci\u00F3n estuvo en algo que durante a\u00F1os ser\u00EDa muy importante en los videojuegos: El Hi-Score.\r\n\r\nLos humanos tenemos instinto de superaci\u00F3n, y con esto las personas intentaban hacer la partida perfecta, batir el record y colocar su puntuaci\u00F3n en la m\u00E1quina.\r\n\r\nSpace Invaders fue un \u00E9xito absoluto, llegando a provocar que el gobierno nip\u00F3n cuadriplicara la producci\u00F3n de monedas de yen, por su escasez a causa del juego. Pero no solo fue \u00E9xito en Jap\u00F3n, sino que a trav\u00E9s de Midway lleg\u00F3 a Am\u00E9rica con id\u00E9nticos resultados. El videojuego sali\u00F3 de los bares y salones recreativos y dio el salto a varios negocios. Todo el mundo quer\u00EDa tener una m\u00E1quina de Space Invaders.\r\n\r\nEl primer huevo de pascua\r\n\r\nLos huevos de pascua (easter eggs en ingl\u00E9s) son elementos ocultos dentro de un producto. En el mundo del software es muy com\u00FAn encontrarse huevos de pascua, desde videojuegos ocultos dentro de editores de texto hasta fotos de los programadores dentro de un videojuego.\r\n\r\nEl primer huevo de pascua del que se tiene conocimiento dentro del mundo de los videojuegos apareci\u00F3 en 1978 en el juego Adventure de Atari. Este huevo de pascua era una sala oculta que conten\u00EDa el nombre del programador del juego, Warren Robinett. Ya que los juegos de aquel entonces solo mostraban el nombre de la compa\u00F1\u00EDa y nunca el nombre del programador del juego, Warren, molesto con ello decidi\u00F3 incluir su nombre dentro del mismo juego de forma oculta, y cuando finalmente un jugador escribi\u00F3 a Atari acerca de la sala con el nombre de Warren, este ya no se encontraba dentro de la compa\u00F1\u00EDa.\r\n\r\nAtari lanza Asteroids\r\n\r\nFue fruto de una idea de Lyle Rains y programado por Ed Logg. Fue uno de los \u00E9xitos m\u00E1s importantes de la historia de los videojuegos en Estados Unidos y convirti\u00F3 a Atari en la mejor compa\u00F1\u00EDa hasta ese momento.\r\n\r\nEl objetivo del juego consist\u00EDa en disparar y destruir los asteroides sin que ning\u00FAn fragmento se llegase a estrellar contra la nave que control\u00E1bamos. Los jugadores contaban con un bot\u00F3n de disparo y con la posibilidad de girar la nave sobre su propio eje.\r\n\r\nCada pantalla nos enfrentaba a cuatro asteroides gigantes. Si las dispar\u00E1bamos se separaban en dos medianas y \u00E9stas a su vez en dos peque\u00F1as. En total pod\u00EDa llegar a haber en pantalla hasta 16 asteroides viajando a distintas velocidades por el espacio.\r\n\r\nNamco lanza Pac-Man\r\n\r\nFue desarrollado por Namco y dise\u00F1ado por Toru Iwantani. Se cuenta que en una salida con sus amigos a comer pizza, al coger el primer trozo y mirar la forma que quedaba, naci\u00F3 Pac-Man.\r\n\r\nEl juego supuso una revoluci\u00F3n total en los videojuegos que probablemente no vuelva a suceder. Tuvo tanto \u00E9xito que hasta se le dedic\u00F3 una portada en la revista Time Magazine, una serie de dibujos animados y una canci\u00F3n.\r\n\r\nEl nombre del juego fue en un principio Puck-Man, derivado de la palabra japonesa \"paku-paku\", que significa comer, pero al pasar al mercado americano se le cambi\u00F3 el nombre por las similitudes de las palabras Puck y Fuck.
decada80=Atari licencia el Space Invaders\r\n\r\nEra la primera vez que licenciaba una m\u00E1quina recreativa. Hicieron una gran conversi\u00F3n que permit\u00EDa jugar a 2 players e inclu\u00EDa 112 modos de juego.R\u00E1pidamente se convirti\u00F3 en un vende consolas, haciendo ganar a Atari unos 100 millones de d\u00F3lares y barriendo del mercado a sus competidores.\r\n\r\nNace Donkey Kong\r\n\r\nEn el juego pod\u00EDamos encontrar un fontanero que se llamaba Jumpman (m\u00E1s adelante lo conoceremos como Mario). Ser\u00E1 la primera vez donde podamos ver a este carism\u00E1tico personaje. El objetivo del juego es rescatar a su novia de las garras de un gorila llamado Donkey Kong, manejando a Jumpman.Nintendo tuvo algunos problemas con Universal Studios, ya que afirmaba que Donkey Kong ten\u00EDa un gran parecido con su King Kong, por lo que demandaron a la compa\u00F1\u00EDa. Finalmente Nintendo acab\u00F3 ganando el juicio.El juego fue un \u00E9xito total, aunque las \u00E9pocas buenas para Nintendo a\u00FAn estaban por llegar, como veremos m\u00E1s adelante en este mismo art\u00EDculo.\r\n\r\nE.T.: El peor videojuego de la historia\r\n\r\nLa pel\u00EDcula se acababa de estrenar en los Estados Unidos con un exitazo en taquilla y Atari no quiso dejar pasar esta gran oportunidad de sacar beneficios, sacando un juego para la VCS 2600.Tardaron tres meses en desarrollarlo, justo antes de las Navidades de ese mismo a\u00F1o. Estaban tan seguros del \u00E9xito del juego que crearon much\u00EDsimas m\u00E1s unidades del juego que consolas VCS 2600 hab\u00EDa en el mercado en ese momento, ya que se supon\u00EDan que la gente correr\u00EDa a comprarla para jugar al juego.El juego sali\u00F3 a la venta y result\u00F3 ser p\u00E9simo en todos los sentidos. Con gr\u00E1ficos tremendamente simples, una jugabilidad imposible de entender y con un fallo que provocaba que en determinada parte del juego, E.T. ca\u00EDa en un hoyo de tierra y no pod\u00EDa salir.El resultado fueron m\u00E1s de 5 millones de cartuchos en los almacenes de Atari que nadie quer\u00EDa comprar. Los costes de almacenaje de tal cantidad de juegos eran enormes, as\u00ED que decidieron deshacerse de ellos enterr\u00E1ndolos secretamente en un desierto de Nuevo M\u00E9xico.\r\n\r\nA\u00F1o de Crisis\r\n\r\nAtari, pese a liderar el mercado, se ve sumida en una crisis institucional. El mercado de los videojuegos, por el contrario, viv\u00EDa su mejor momento. Las ventas de videojuegos se triplican respecto al a\u00F1o anterior y ya suponen un negocio de 3 billones de d\u00F3lares y el 25 % de hogares estadounidenses ya poseen un sistema de juegos. Pero en las mismas navidades de este a\u00F1o se desencadenar\u00EDa la \"Crisis del 1983\", con serios problemas para las ventas de videojuegos.  Este a\u00F1o fue el a\u00F1o del cine en los videojuegos: Por primera vez se inclu\u00EDa el argumento de una pel\u00EDcula en un videojuego (Tron). A partir de aqu\u00ED empezaron a salir m\u00E1s juegos basados en pel\u00EDculas como Star Wars de Atari o la segunda parte de Tron. Otro juego conocido que aparece este a\u00F1o es el Dragon's Lair, que utilizaba por primera vez la tecnolog\u00EDa Laser Disc. Por otro lado, Nintendo lanza el Donkey Kong 3, que cambia el estilo de sus antecesores, y por esta causa no lleg\u00F3 a triunfar. En octubre de este a\u00F1o hace su aparici\u00F3n en Espa\u00F1a la revista ZX, la primera revista espa\u00F1ola dedicada en exclusiva a un ordenador en concreto, en este caso los Sinclair. Esta revista fue una de las primeras en publicar informaci\u00F3n sobre videojuegos en nuestro pa\u00EDs.\r\n\r\nNintendo lanza Famicom en Jap\u00F3n\r\n\r\nFinalmente Nintendo acaba lanzando la Famicom al mercado. En el resto del mundo se llam\u00F3 NES (Nintendo Entertaiment System). Sali\u00F3 a la venta por 100$ y al principio su lanzamiento no fue todo lo bien que se esperaba. La consola ten\u00EDa infinidad de errores que hac\u00EDan que se colgara y su cat\u00E1logo de juegos se limitaba a conversiones de los grandes \u00E9xitos de Nintendo como Donkey Kong o Popeye. Tras unas reformas en la placa base se lanzaron nuevas unidades que fueron un tremendo \u00E9xito y la convirtieron en la consola m\u00E1s vendida un a\u00F1o m\u00E1s tarde en Jap\u00F3n.\r\n\r\nNace Mario Bros\r\n\r\nEste personaje ya lo hab\u00EDamos visto en el Donkey Kong, pero ahora ten\u00EDa su juego propio para recreativas. Esta vez ya no se llamaba Jumpman, sino Mario. Se dice que le llamaron as\u00ED por el gran parecido con el casero de Miyamoto en el edificio donde se hospedaba en Nueva York cuando ten\u00EDa que ir all\u00ED. Tambi\u00E9n aparece por primera vez su hermano Luigi. El objetivo del juego era limpiar las tuber\u00EDas de las diferentes plagas que hab\u00EDa golpeando el juego de debajo de ellas.\r\n\r\nNace el videojuego espa\u00F1ol\r\n\r\nLa primera fue Indescomp, que comenzar\u00EDa su andanza distribuyendo los primeros ZX Spectrum y Amstrad CPC en nuestro pa\u00EDs. Pero que tambi\u00E9n ser\u00EDa la primera en distribuir videojuegos de creaci\u00F3n espa\u00F1ola, como fueron La pulga que curiosamente obtendr\u00EDan m\u00E1s \u00E9xito en Inglaterra.\r\n\r\nLa crisis de 1983\r\n\r\nAtari, como de costumbre, no hab\u00EDa patentado el dise\u00F1o de sus juegos, y por lo tanto cualquier compa\u00F1\u00EDa pod\u00EDa dise\u00F1ar libremente juegos para su consola. Cientos de compa\u00F1\u00EDas se lanzaron a la producci\u00F3n de videojuegos sin medios, ni experiencia ni conocimientos. Para las navidades de este a\u00F1o hay una gran cantidad de t\u00EDtulos cl\u00F3nicos y desconocidos. Hoy en d\u00EDa con la explosi\u00F3n de Internet los compradores podr\u00EDan haberse informado antes de comprar el producto, pero para entonces ese no era el caso. Era muy dif\u00EDcil distinguir entre un juego realmente bueno o divertido con otro que fuera malo y aburrido. A parte de todo esto, Atari en esos momentos ya ten\u00EDa much\u00EDsima competencia en el mercado. Hab\u00EDa much\u00EDsimas consolas: Atari 2600, Atari 5200, Bally Astrocade, Colecovision, Coleco Gemini, Emerson Arcadia 2001, Fairchild Channel F System II, Magnavox Odyssey 2 y Mattel Intellivision. Esta sobresaturaci\u00F3n afecta directamente a los comercios ya que se encuentran con una gran cantidad de juegos que no pueden vender y con unas compa\u00F1\u00EDas que no tienen suficientes recursos como para devolverles el dinero ni para ofrecerles nuevos productos. Entonces los comercios comienzan a rebajar los precios de venta para deshacerse del stock sobrante. Como consecuencia de todo esto, en tan solo un a\u00F1o los videojuegos pasan de ser la industria con mayor crecimiento a tener la crisis m\u00E1s absoluta. Mattel tuvo 195 millones de p\u00E9rdidas, Coleco 258 millones. Esta \u00FAltima junto a Magnavox abandonan el negocio. Por otro lado Atari se encuentra cerca de la banca rota con unas p\u00E9rdidas de 356 millones.\r\n\r\nSe crea Squaresoft\r\n\r\nA pesar de la grave crisis que afronta el mundo de los videojuegos, durante este a\u00F1o se funda la que ser\u00EDa una de las compa\u00F1\u00EDas m\u00E1s importantes en la historia de los videojuegos: Squaresoft. Tal y como se explica m\u00E1s adelante en este mismo art\u00EDculo, la compa\u00F1\u00EDa entr\u00F3 en una situaci\u00F3n de bancarrota al cabo de 4 a\u00F1os y estuvo a punto de desaparecer si no fuera porque Hironobu Sakaguchi cre\u00F3 el primer Final Fantasy, con un gran \u00E9xito, relanzando a la empresa a lo m\u00E1s alto. M\u00E1s adelante, en 2003, Squaresoft se fusionar\u00EDa con Enix, pasando a llamarse Square Enix.\r\n\r\nLa edad de oro del videojuego Espa\u00F1ol\r\n\r\nMientras en el resto del mundo los videojuegos sufr\u00EDan una crisis, el a\u00F1o 1984 fue un hito dentro de la historia del videojuego en Espa\u00F1a, ya que fue el a\u00F1o en que aparecieron las primeras empresas espa\u00F1olas dedicadas al software de entretenimiento, convirtiendo este a\u00F1o en el primero de lo que se ha llegado a conocer como la \"Edad de Oro del Videojuego Espa\u00F1ol\". Indescomp publica su segundo juego, \"Fred\". Este a\u00F1o aparece Dinamic Software (Dinamic Multimedia a partir de 1993) con juegos como Yenght y Artist, y tambi\u00E9n Erbe, que se dedicar\u00E1 principalmente a la distribuci\u00F3n de videojuegos durante esta d\u00E9cada. En noviembre de 1984 tambi\u00E9n nace MicroHobby, una de las primeras revistas espa\u00F1olas dedicada a los videojuegos, aunque solamente a la plataforma Spectrum.\r\n\r\nLa industria del videojuego se recupera\r\n\r\nEn este a\u00F1o comenzaron a recuperarse los videojuegos. Nintendo lanz\u00F3 la Famicom en Am\u00E9rica tras el gran \u00E9xito en Jap\u00F3n. En Am\u00E9rica se le cambi\u00F3 el nombre llam\u00E1ndose NES, y permanecer\u00EDa as\u00ED en el resto del globo. Los juegos m\u00E1s importantes de este a\u00F1o fueron: Pitfall 2 de Sega, Indiana Jones and the Temple of Doom y Empire Strikes Back de Atari, Commando y Ghosts'N Goblins de Capcom y Dig Dug 2 de Namco. Merece especial atenci\u00F3n el Tehkan World Cup (uno de los primeros juegos de futbol). De mientras Ocean se hace con las licencias de las pel\u00EDculas de Rambo, Cobra, Cortocircuito y Miami Vice. En mayo de este a\u00F1o se comienza la publicaci\u00F3n de la revista de videojuegos m\u00E1s antigua dentro del territorio espa\u00F1ol, MicroMania.\r\n\r\nNintendo lanza el Super Mario Bros\r\n\r\nFue creado para la Famicom y dise\u00F1ado por Shigeru Miyamoto. Como habr\u00E9is podido leer, ya hab\u00EDa aparecido en los juegos de Donkey Kong y Mario Bros., pero este juego fue el que lo llev\u00F3 al estrellato hasta convertirlo en la mascota principal de la compa\u00F1\u00EDa. Yamauchi le hab\u00EDa pedido a Miyamoto que hiciera un juego revolucionario utilizando a Mario. Shigeru empez\u00F3 creando el sprite de Mario y las primeras pantallas, pero m\u00E1s adelante se le ocurri\u00F3 la idea de reducir el tama\u00F1o de Mario (para que se pareciera m\u00E1s al que sal\u00EDa en Donkey Kong. Luego pens\u00F3 en que pod\u00EDa hacer que, en el juego, si se com\u00EDa una seta, crecer de tama\u00F1o y si se com\u00EDa una flor lanzar bolas de fuego. En este juego vemos por primera vez a la Princesa Peach, a Toad y a Bowser. Cre\u00F3 un antes y un despu\u00E9s en el mundo de los videojuegos y vendi\u00F3 millones de copias dando un gran \u00E9xito a la Famicom. Es considerado el juego m\u00E1s vendido de todos los tiempos, pero lo cierto es que este dato tiene un poco de \"trampa\", ya que el juego ven\u00EDa incluido al comprar la consola.\r\n\r\nSe crea Tetris\r\n\r\nEste juego, que ser\u00E1 de los m\u00E1s importantes de la historia fue inventado por Alexey Pazhintov (con la ayuda de Dmitry Pavlovsky y Vadim Gerasimov) durante 1985, inspirado en un juego de pentamin\u00F3s, cuando estaba trabajando en la Academia de Ciencias de Mosc\u00FA.\r\n\r\nNace el Legend of Zelda\r\n\r\nFue creado por Shigeru Miyamoto y lanzado el 21 de Febrero de este a\u00F1o para la Famicom en el formato \"Famicom Disk System\". M\u00E1s tarde se distribuir\u00EDa fuera de Jap\u00F3n en formato de cartucho. La historia se ambienta en la tierra de Hyrule donde un joven llamado Link tiene que rescatar a la princesa Zelda de las garras de Ganon (rey del mal). El videojuego ten\u00EDa varias innovaciones t\u00E9cnicas. La m\u00E1s destacada era la posibilidad de guardar los progresos aunque apagaras la m\u00E1quina. Tuvo much\u00EDsima aceptaci\u00F3n y lleg\u00F3 a vender 6 millones y medio de copias. Se convirti\u00F3 en una de las grandes franquicias de Nintendo.\r\n\r\nAparece Metroid en NES\r\n\r\nFue producido por Gunpei Yokoi y el director del proyecto fue Yoshio Sakamoto. Una de las novedades que tra\u00EDa el juego era la inclusi\u00F3n de una protagonista femenina (Samus Aran). Fue uno de los primeros videojuegos de acci\u00F3n en no tener un desarrollo lineal. Metroid acabar\u00EDa convirti\u00E9ndose en uno de los videojuegos insignia de Nintendo.\r\n\r\nSe lanza Castlevania\r\n\r\nFue desarrollado por Konami y sali\u00F3 por primera vez en Jap\u00F3n bajo el nombre de Demon Castle Dracula para Famicom Disk System. M\u00E1s tarde durante 1986 saldr\u00EDa en MSX 2 (en este caso se llamar\u00EDa Vampire Killer) y se pondr\u00EDa a la venta fuera de Jap\u00F3n. Sin embargo en Estados Unidos no se conocer\u00EDa hasta el a\u00F1o siguiente, cuando fue reprogramado para correr en la NES, ya bajo el nombre de Castlevania. Sin duda fue una gran saga que perdura hasta hoy en d\u00EDa.\r\n\r\nAparece el primer Final Fantasy\r\n\r\nAntes de que apareciera el primer juego de la saga, Squaresoft estaba pasando por momentos muy dif\u00EDciles en su econom\u00EDa. Hironobu Sakaguchi empez\u00F3 el proyecto de un RPG muy ambicioso al cual le llamar\u00EDa Final Fantasy. Se dice que le llam\u00F3 as\u00ED porque iba a ser su \u00FAltimo juego (Fantasia Final), pero tambi\u00E9n hay opiniones de que el nombre era debido a que ser\u00EDa el \u00FAltimo juego de Squaresoft. El juego sali\u00F3 a finales de 1987 y supuso tal \u00E9xito que Sakaguchi tuvo que abandonar la idea de dejar este mundillo. Desde ese momento se puso a desarrollar nuevos Final Fantasy. Mucha gente piensa que cada juego tiene una historia diferente porque el primero estaba pensado para no tener m\u00E1s secuelas. Esta saga alcanz\u00F3 su apogeo con la salida de Final Fantasy VII, que dio a conocer los RPG a mucha gente que no sab\u00EDa ni de que se trataba el g\u00E9nero.\r\n\r\nEl nacimiento de MegaMan\r\n\r\nLa idea b\u00E1sica de su creador (Keiji Inafune) era la de hacer un juego sencillo con los elementos del juego Piedra-Papel-Tijeras. Por otro lado quer\u00EDa que los jefes de nivel fueran vulnerables a ciertos tipos de armas especiales. En un principio fue creado para salones recreativos, pero finalmente acab\u00F3 saliendo para la Famicom. El juego se ambienta en el a\u00F1o 20XX. El ni\u00F1o robot es creado por el Dr.Light. En el juego podemos ver como el Dr. Wily roba 6 de los robots creados por el doctor Light (los Robot Masters), que ser\u00EDan los jefes finales de cada fase. Arras\u00F3 nada m\u00E1s salir en Estados Unidos (se agot\u00F3 el tercer d\u00EDa de salir a la venta) y ha quedado para la posteridad como uno de los plataformas m\u00E1s famosos de la \u00E9poca.\r\n\r\nSe publica el primer Metal Gear\r\n\r\nDise\u00F1ado por Hideo Kojima, apareci\u00F3 en principio para MSX, pero poco despu\u00E9s Konami public\u00F3 una versi\u00F3n para la NES, con algunos cambios (los fondos de pantalla hab\u00EDan cambiado, tambi\u00E9n cambi\u00F3 un poco el argumento). En el juego encargamos a Solid Snake con la misi\u00F3n de infiltrarse en la fortaleza Outer Heaven para recuperar a Grey Fox (que se hab\u00EDa infiltrado anteriormente en la fortaleza, pero hab\u00EDan perdido la comunicaci\u00F3n con \u00E9l). Snake acaba descubriendo, dentro de la fortaleza, una nueva arma llamada Metal Gear. Este juego present\u00F3 la idea del suspense al p\u00FAblico, que estaba acostumbrado a arrasar con todo lo que viera en la pantalla. Este Metal Gear se jug\u00F3 de una forma muy similar a las versiones m\u00E1s recientes. Snake empieza la operaci\u00F3n sin ning\u00FAn equipamiento e incluye el c\u00F3dec (ingrediente b\u00E1sico de la serie). La acci\u00F3n se muestra desde una perspectiva a\u00E9rea.\r\n\r\nSega lanza la Mega Drive en Jap\u00F3n\r\n\r\nSega estaba viendo como su Master System no triunfaba demasiado en America y Estados Unidos, la NES dominaba el mercado y ten\u00EDan que hacer algo para solucionarlo. Entonces es cuando se decidieron a sacar una consola de 16 bits que ser\u00EDa tan potente como los mejores ordenadores del momento (el Atari ST y el Commodore Amiga). El primer nombre que iban a utilizar para esta consola fue MK-1601. M\u00E1s tarde ser\u00EDa llamada Sega Mega Drive. Entre su cat\u00E1logo destacan juegos como Sonic, Golden Axe, Soleil, Light Crusader, Shining Force, Streets of Rage, Story of Thor, Outrun, Street Fighter 2, FlashBack, Altered Beast, etc.\r\n\r\nLlega el Super Mario Bros 3\r\n\r\nLlega el que fue el \u00FAltimo juego de Mario para la Famicom de Nintendo.  Fue un completo \u00E9xito en ventas (el juego m\u00E1s vendido por separado, ya que si contamos con que el primer Super Mario Bros. ven\u00EDa con la consola, ser\u00EDa el ganador en ventas) y ha quedado grabado en la memoria de todos los aficionados a Mario como uno de sus mejores juegos.\r\n\r\nLa Abad\u00EDa del Crimen\r\n\r\nConsiderado por muchos como el mejor videojuego de creaci\u00F3n espa\u00F1ola durante a\u00F1os, La Abad\u00EDa del Crimen era un videojuego basado, extraoficialmente, en la famosa novela de Umberto Eco, El nombre de la rosa. Creado por Paco Men\u00E9ndez (programaci\u00F3n) y Juan Delc\u00E1n (gr\u00E1ficos), el juego fue distribuido inicialmente para Amstrad CPC y m\u00E1s tarde aparecer\u00EDa tambi\u00E9n en ZX Spectrum (128 k), MSX y PC, bajo la marca de Opera Soft.Con una alta dificultad, el juego nos trasladaba a un monasterio en donde deb\u00EDamos resolver un crimen manejando al monje franciscano, Guillermo de Occam, que durante 7 d\u00EDas deber\u00E1 investigar a la vez que cumple con las tareas t\u00EDpicas de la abad\u00EDa.\r\n\r\nNintendo lanza la Game Boy\r\n\r\nLa Game Boy fue presentada el 21 de abril de 1989 en Jap\u00F3n y en agosto del mismo a\u00F1o en los Estados Unidos y Europa, siendo un gran \u00E9xito comercial. Tuvo como nombre de prototipo Dot Matrix Game (DMG). Fue dise\u00F1ada y fabricada por una divisi\u00F3n de Intelligent System dirigida por Gunpei Yokoi. Su objetivo era conseguir una videoconsola que fuera peque\u00F1a, ligera, barata y con muchos videojuegos. Se trataba de la evoluci\u00F3n de las Game & Watch, pero a diferencia de \u00E9stas, la Game Boy permit\u00EDa insertar cartuchos con juegos intercambiables. El m\u00E1s famoso fue el Tetris. Sin duda, este a\u00F1o fue el nacimiento de la consola port\u00E1til m\u00E1s exitosa de todos los tiempos hasta d\u00EDa de hoy, apareciendo numerosos redise\u00F1os de la consola original. En numerosos sitios suman las ventas de esta consola junto las de la Game Boy Color, con el resultado de m\u00E1s de 100 millones de unidades vendidas. Aqu\u00ED las hemos separado para que quede todo de manera m\u00E1s clara.\r\n\r\n
decada90=La llegada de la Super Famicom\r\n\r\nSale a la venta una de las consolas que m\u00E1s ha triunfado en la historia de Nintendo: La Super Famicom o Super NES.Acaba saliendo el 21 de Noviembre de 1990 en Jap\u00F3n, al a\u00F1o siguiente en Estados Unidos y en 1992 en Europa. Pero, sin duda, lo que la hizo triunfar m\u00E1s fueron sus juegos que llegar\u00EDan durante sus a\u00F1os de vida. Dentro del cat\u00E1logo de Super Famicom nos podemos encontrar con juegos como Super Mario World, Super Mario Kart, The Legend of Zelda: A Link to the Past, Pilotwings, Mario Paint, Super Metroid, Starfox, Donkey Kong Country, Yoshi's Island o Killer Instinct entre otros.\r\n\r\nSega lanza Master System II en los Estados Unidos\r\n\r\nEn 1990, Sega hab\u00EDa alcanzado el \u00E9xito con la Mega Drive/Genesis. Dise\u00F1a entonces la Sega Master System II, una nueva consola mucho m\u00E1s ligera y peque\u00F1a, pero para abaratar costes de producci\u00F3n, carece del bot\u00F3n reset, de toma Audio/Video, del bus de expansi\u00F3n y del slot de tarjeta de la original. En un esfuerzo de luchar contra el Super Mario Bros de Nintendo, el nuevo sistema incluye en ROM el juego Alex Kidd in Miracle World, y posteriormente Sonic The Hedgehog, que se ejecutaban si no se insertaba un cartucho. Sega se volc\u00F3 en promocionar el nuevo sistema, pero el cambio de generaci\u00F3n ya se hab\u00EDa producido y no logr\u00F3 nada. Al cabo de dos a\u00F1os Master System acabar\u00EDa abandonando el mercado japon\u00E9s y Norte Americano, aunque en Europa aguant\u00F3 hasta el 1996 y en Nueva Zelanda hasta el 1997.\r\n\r\nLlega Super Mario World\r\n\r\nNintendo nos present\u00F3 su nuevo juego de Mario. Presentaba una gran mejor\u00EDa en gr\u00E1ficos, sonido y jugabilidad respecto a sus antecesores. Adem\u00E1s apareci\u00F3 un nuevo personaje (Yoshi) y nuevas habilidades para Mario, incluyendo la famosa capa. Tambi\u00E9n hay que decir que fue de los primeros juegos que compensaba al jugador al completarlo al 100% (descubrir todos los secretos). Se lanza en Jap\u00F3n en 1990, en Estados Unidos en el 1991 y al a\u00F1o siguiente en Europa. Fue un completo \u00E9xito en todo el mundo y es considerado uno de los mejores juegos de la historia.\r\n\r\nSe publica The Secret of Monkey Island\r\n\r\nFue creado por Ron Gilbert junto a Steve Purcell, Tim Schafer y Dave Grossman. Monkey Island fue el quinto juego de la compa\u00F1\u00EDa en utilizar el motor SCUMM (motor para aventuras gr\u00E1ficas creado por Aric Willmunder y Gilbert). El juego narraba las aventuras de Guybrush Threepwood, un joven que llegaba a la isla Mele\u00E9 con la intenci\u00F3n de convertirse en un fiero pirata. Al final tendr\u00E1 que viajar a la m\u00EDtica Monkey Island para salvar a su amada de las garras de LeChuk. Este juego supone una revoluci\u00F3n en las aventuras gr\u00E1ficas, ya que introduc\u00EDa novedades como las famosas batallas de insultos, o que era imposible que te mataran.\r\n\r\nSonic llega para hacer frente a Mario\r\n\r\nDurante esa \u00E9poca, Sega no consegu\u00EDa hacer frente a Nintendo con su Mario. En abril de ese mismo a\u00F1o Sega se puso el objetivo de que necesitaba la creaci\u00F3n de un videojuego que sustituyera a Alex Kidd como mascota de la compa\u00F1\u00EDa. Se busc\u00F3 un personaje como por ejemplo un armadillo, un se\u00F1or obeso, un perro o un conejo. Pero finalmente apareci\u00F3 Naoto Oshima con un erizo azul (del mismo color que el logotipo de Sega). La diferencia con Super Mario Bros fue la velocidad y el dinamismo. La aparici\u00F3n de Sonic fue un gran \u00E9xito mundial y el juego llegar\u00EDa a los 4 millones de copias vendidas. En Estados Unidos fue elegido como el personaje m\u00E1s querido por delante de Micky Mouse y Michael Jordan. Se sacaron versiones para consolas de 8 y 16 bits.\r\n\r\nThe Legend of Zelda: A Link to the past\r\n\r\nNos encontramos ante el \u00FAnico juego de la saga que sali\u00F3 para la Super Nintendo. Originalmente se ten\u00EDa pensado lanzarlo en la NES, pero m\u00E1s tarde decidir\u00EDan atrasar su salida hasta que llegara la nueva consola. Llega durante este a\u00F1o a Jap\u00F3n y al a\u00F1o siguiente a Europa y Estados Unidos. Fue el primer juego de Zelda en tener dos mundos paralelos a los que Link pod\u00EDa viajar. Ser\u00EDa el primer juego de Super Nintendo en usar un 1MB de memoria. Se convirti\u00F3 en uno de los juegos m\u00E1s vendidos para la Super Nintendo con m\u00E1s de cuatro millones y medio de unidades repartidas por todo el mundo. Hoy en d\u00EDa es considerado por muchos como uno de los mejores juegos de la saga.\r\n\r\nLlega la segunda parte de Street Fighter\r\n\r\nCon la aparici\u00F3n de esta segunda entrega de Street Fighter empez\u00F3 la revoluci\u00F3n en la saga. Hab\u00EDa bastantes diferencias con su antecesor. Por ejemplo, ahora ten\u00EDamos a 8 personajes entre los cuales elegir, 4 jefes finales y un final diferente para cada personaje. Cada luchador ten\u00EDa distintas caracter\u00EDsticas de fuerza, velocidad, t\u00E9cnicas y movimientos especiales. Por todo el mundo, las m\u00E1quinas recreativas con este juego empezaron a aparecer. En las versiones de Estados Unidos se intercambiaron los nombres de unos cuantos personajes. Tras el \u00E9xito en las recreativas se convirti\u00F3 a casi todos los sistemas dom\u00E9sticos de videojuegos.\r\n\r\nCrisis en el videojuego espa\u00F1ol\r\n\r\nTras la llegada de los 16 bits al mercado europeo durante los primeros a\u00F1os de la d\u00E9cada de los 90, muchas desarrolladoras espa\u00F1olas fueron desapareciendo poco a poco, estancadas en los 8 bits e incapaces de adaptarse a los nuevos sistemas. Solo unas pocas como Dinamic o Bit Managers lograron sobrevivir. De esta forma se pone punto final a la conocida como \"Edad de Oro del Software Espa\u00F1ol\".\r\n\r\nSale a la venta Mortal Kombat\r\n\r\nTras el \u00E9xito de Street Fighter II el mercado se llen\u00F3 de videojuegos de lucha. Entre toda esta gran cantidad de juegos apareci\u00F3 Midway con su Mortal Kombat, un t\u00EDtulo que era una buena alternativa. El juego constaba de siete luchadores y nuestra misi\u00F3n era conseguir ser el campe\u00F3n del torneo Mortal Kombat. Hab\u00EDa una gran variedad de golpes y el juego era tremendamente violento, pudiendo realizar un \"fatality\" (para matar al rival), que resultaba violento y gore. Para el dise\u00F1o de los personajes se utilizaron actores reales. Este juego fue muy criticado por su violencia y en algunos sitios se lleg\u00F3 a prohibir. Pero esto en lugar de afectarlo negativamente, lo que hizo es que aumentaran sus ventas y popularidad. Acab\u00F3 saliendo para Mega Drive, Commodore Amiga, Game Boy, PC, Master System, Game Gear, Super Nintendo y Mega CD.\r\n\r\nSe crea Wolfenstein 3D\r\n\r\nNo se puede decir que fuera el primer juego que probaba con la perspectiva tridimensional, pero s\u00ED que fue el primero que supo aprovecharla para obtener \u00E9xito. En el juego representamos a William J. Blazkowicz, un esp\u00EDa que es capturado por los nazis y encerrado en un castillo. Nuestra misi\u00F3n ser\u00E1 escapar. Por lo que respecta al motor gr\u00E1fico: No hab\u00EDa ni techo ni suelo, ni escaleras y los objetos eran sprites perpendiculares al jugador. Incluso con todo esto fue totalmente revolucionario como concepto de juego y supuso un salto de calidad de los ordenadores sobre las consolas.\r\n\r\nSega lanza la Mega Drive II\r\n\r\nB\u00E1sicamente se trataba de una revisi\u00F3n mayor de la placa base de su antecesora, reduciendo el tama\u00F1o, actualizando componentes y eliminando chips, todo esto para abaratar costes. Tambi\u00E9n cambi\u00F3 el aspecto exterior, y esto forz\u00F3 a que accesorios como el Mega CD o el adaptador de Master System tuvieran que sufrir tambi\u00E9n una revisi\u00F3n para ser adaptados a la nueva consola.\r\n\r\nLlega Doom\r\n\r\nTras el \u00E9xito de Wolfenstein 3D, Id Software empez\u00F3 a desarrollar Doom. Fue un juego que tuvo mucho m\u00E1s \u00E9xito que el anterior mencionado y que sirvi\u00F3 de base para todos los FPS (First Person Shooter) que salieron m\u00E1s adelante a la venta. El juego sali\u00F3 a la venta para PC y durante mucho tiempo fue l\u00EDder de ventas de esa plataforma. T\u00E9cnicamente era muy bruto para la \u00E9poca con muy buenos modelados y con un mapa enorme. El motor gr\u00E1fico del juego fue dise\u00F1ado por John Carmack. El \u00E9xito de este juego fue tan grande que tuvo conversiones para muchas consolas de la \u00E9poca y del futuro como la 3DO, Atari Jaguar, Sega 32X, PlayStation, Super Nintendo, Sega Saturn, Nintendo 64, Game Boy Advance y XBOX 360 (en modo de descarga online).\r\n\r\nEl primer FIFA de todos\r\n\r\nPor entonces EA se dedicaba casi exclusivamente a videojuegos deportivos. Este primer FIFA fue lanzado en navidades de 1993 bajo el nombre de FIFA International Soccer (aunque m\u00E1s adelante se conocer\u00EDa como FIFA 94). Tuvo una gran campa\u00F1a de m\u00E1rqueting, centr\u00E1ndose en la novedosa vista isom\u00E9trica que estrenaba este juego. Pod\u00EDamos controlar distintas selecciones nacionales (los jugadores no ten\u00EDan los nombres reales) y pod\u00EDamos disputar todo tipo de torneos y ligas. Adem\u00E1s tambi\u00E9n ten\u00EDa modos de entrenamiento o partido de exhibici\u00F3n. Ten\u00EDa gr\u00E1ficos normales pero con una gran cantidad de animaciones. Y pose\u00EDa un novedoso sistema de repeticiones y una buena inteligencia artificial. Se lanz\u00F3 en todo tipo de soportes como Mega Drive, Pc, Amiga, 3DO, Game Gear, Super Nintendo, Game Boy y Master System. Las ventas fueron alt\u00EDsimas.\r\n\r\nBlizzard presenta Warcraft\r\n\r\nLa salida de Warcraft al mercado supuso un punto de inflexi\u00F3n en los juegos de estrategia en tiempo real, pasando a ser un superventas. Fue desarrollado por Blizzard y publicado en Enero de 1994 en Estados Unidos y un a\u00F1o m\u00E1s tarde en Europa. Estaba inspirado en Warhammer. El videojuego nos permite ponernos en mandos de orcos o humanos. T\u00E9cnicamente no destacaba por sus gr\u00E1ficos (eran bidimensionales). El sonido tampoco es que destacara mucho. Pero su punto fuerte estaba en la inteligencia artificial que pose\u00EDa. El juego se convirti\u00F3 en un superventas de inmediato.\r\n\r\nLlega el E3\r\n\r\nLa Asociaci\u00F3n del Software Digital Interactivo inaugura la primera Exposici\u00F3n de Entretenimiento Electr\u00F3nico (Electronic Entertainment Expo), m\u00E1s conocida como E3, que desde entonces se celebra cada tercera semana de Mayo en Los Angeles (EEUU). Esta exposici\u00F3n re\u00FAne a muchas de las principales compa\u00F1\u00EDas de los videojuegos de todo el mundo para que muestren sus futuros lanzamientos, ya sean consolas, accesorios para estas o videojuegos.\r\n\r\nNintendo 64 llega al mercado\r\n\r\nNintendo llevaba a\u00F1os haciendo acuerdos con empresas como Silicon Graphics o Rambus Inc. para fabricar hardware y con Rare y Williams para el software. Todos juntos iniciaron el proyecto (que en un principio se llam\u00F3 Project Reality). M\u00E1s adelante se cambiar\u00EDa este nombre por el de Ultra 64. Despu\u00E9s de varios retrasos (con la consecuente cancelaci\u00F3n de juegos que tendr\u00EDan que haber salido antes) en Junio de 1996 llega a tierras niponas y meses m\u00E1s tarde llegar\u00EDa a Estados Unidos. Durante la primera semana vendi\u00F3 500.000 unidades. Dentro de su cat\u00E1logo podemos destacar: Super Mario 64, The Legend of Zelda: Ocarina of Time, GoldenEye 007, Perfect Dark, Mario Kart 64, The Legend of Zelda: Majora's Mask, Banjo-Kazooie, Wave Race 64, Super Smash Bros, Conker's Bad Fur Day, F-Zero X o Lylat Wars. De entre todos los juegos que se cancelaron cabe destacar el Final Fantasy VII, que de haber acabado saliendo en la consola de Nintendo, podr\u00EDa haber cambiado mucho el rumbo de los acontecimientos.\r\n\r\nSe presenta la Game Boy Pocket\r\n\r\nEra una versi\u00F3n m\u00E1s peque\u00F1a que la Game Boy original.mejoraba bastante el visionado de los juegos y la pantalla era m\u00E1s grande que la de su antecesora. Tambi\u00E9n redujo el consumo usando s\u00F3lo un par de pilas AAA. \r\n\r\nMario se pasa a los 3D\r\n\r\nNintendo nos presenta durante este a\u00F1o, junto a la llegada de Nintendo 64 el primer plataformas en 3D: Super Mario 64. A mucha gente no le convenci\u00F3 la diferencia radical entre los gr\u00E1ficos 2D y los 3D. Todo esto supon\u00EDa un cambio de planteamiento en la manera de jugar (no es lo mismo jugar en un mundo 2D que en un vasto mundo 3D) pero el juego contaba con una gran calidad visual para la \u00E9poca y un buen control. Lleg\u00F3 a vender m\u00E1s de 12 millones de copias y se ha llegado a considerar uno de los mejores juegos de la historia de los videojuegos. Recientemente ha salido una versi\u00F3n con extras de este juego para la Nintendo DS.\r\n\r\nEl primer Resident Evil\r\n\r\nLleg\u00F3 de las manos de Capcom a la consola PlayStation en 1996, aunque m\u00E1s tard\u00E9 fue portado a varias plataformas. Es una saga de las m\u00E1s conocidas y que m\u00E1s \u00E9xito ha tenido en el mundo (con m\u00E1s de 30 millones de unidades vendidas), llegando a sacar numerosas secuelas (m\u00E1s de diez t\u00EDtulos para diversas plataformas) e incluso dos pel\u00EDculas de cine y novelas.\r\n\r\nFinal Fantasy VII sale para PlayStation\r\n\r\nSquaresoft pretend\u00EDa hacer un juego de una gran magnitud. Al principio estaba previsto lanzarlo en Nintendo 64, pero esta consola usaba cartuchos para sus juegos, y la obra de Square no iba a caber en ese soporte. Al final optaron por lanzarlo en PlayStation, que usaba CD\u2019s, y acab\u00F3 ocupando tres de ellos. Ser\u00EDa la primera vez que se viera un juego de esta saga en una consola de Sony. Se lanza en Jap\u00F3n a principios de este a\u00F1o y meses m\u00E1s tarde en Europa y Estados Unidos. Los japoneses ya estaban acostumbrados a los RPG's y en Europa y Estados Unidos tambi\u00E9n hab\u00EDan salido unos cuantos que ten\u00EDan bastante calidad. Pero Final Fantasy VII supuso un gran \u00E9xito en comparaci\u00F3n a los anteriores juegos del mismo g\u00E9nero. Di\u00F3 a conocer much\u00EDsimo m\u00E1s a los RPG's y cosech\u00F3 muy buenas ventas, superando los 10 millones de unidades. Tambi\u00E9n fue el primer t\u00EDtulo de la saga con los personajes modelados en 3D y le acompa\u00F1aban muchas secuencias de video. Muchos lo consideran como una pel\u00EDcula hecha videojuego. Han pasado muchos a\u00F1os desde el lanzamiento de este juego y hoy en d\u00EDa es considerado como uno de los mejores de la historia. Square ha seguido lanzando numerosos \"spin-off\" (incluso una pel\u00EDcula de animaci\u00F3n) sobre el mundo de Final Fantasy VII y el juego original se paga a muy alto precio en subastas de internet o tiendas de segunda mano. Mucha gente espera que Square lance un remake del juego para alguna consola de nueva generaci\u00F3n. Pero de momento la empresa ha dicho que no lo habr\u00E1.\r\n\r\nGrand Theft Auto hace su aparici\u00F3n\r\n\r\nDurante este a\u00F1o se presenta el primer GTA de manos de ASC Games. A pesar de que este juego no contaba con grandes gr\u00E1ficos tuvo un excelente \u00E9xito gracias a su total libertad de movimientos y acciones a lo largo de grandes ciudades, conduciendo distintos veh\u00EDculos y estando siempre al margen de la ley.\r\n\r\nLlega Age of Empires\r\n\r\nEste juego basado en la estrategia en tiempo real lleg\u00F3 durante 1997 a las tiendas, desarrollado por Ensemble Studios y publicado por Microsoft. Utilizaba una vista isom\u00E9trica para representar los escenarios (fue de los primeros juegos que us\u00F3 este sistema). Pod\u00EDamos jugar desde la edad de piedad hasta la de Hierro con la posibilidad de elegir numerosas civilizaciones de las respectivas \u00E9pocas.\r\n\r\nSega presenta su \u00FAltima consola: Dreamcast\r\n\r\nSali\u00F3 a la venta el 27 de Noviembre del 1998 en Jap\u00F3n y un a\u00F1o m\u00E1s tarde en Europa y Estados Unidos. Ven\u00EDa marcada por el fracaso de Saturn y la competencia ser\u00EDa muy dura con PlayStation 2 (que aprovech\u00F3 el gran \u00E9xito de su antecesora). Hubo muchos factores e hip\u00F3tesis que podr\u00EDan explicar qu\u00E9 pas\u00F3 para que la Dreamcast fracasara de la manera en que lo hizo. Lo cierto es que muchos a\u00F1os m\u00E1s tarde, se la considera como una de las mejores consolas que han existido.\r\n\r\nNintendo lanza la Game Boy Color\r\n\r\nFue lanzada al mercado el 23 de Octubre de este a\u00F1o en Jap\u00F3n y, poco tiempo despu\u00E9s, en todo el mundo. Ten\u00EDa mejor hardware, gr\u00E1ficos y velocidad que su antecesora. Pose\u00EDa una CPU a 8 o 4 Mhz (seg\u00FAn el cartucho insertado).El \u00E9xito que tuvo esta consola tiene su punto clave en que era compatible con todos los juegos de la Game Boy original (Fue la primera consola port\u00E1til en ser compatible con su antecesora). Nintendo tambi\u00E9n actualiz\u00F3 los juegos de la primera Game Boy, mejor\u00E1ndolos al ser insertados en Game Boy Color, para que tuvieran un mejor aspecto en esta consola. En 4 a\u00F1os fueron lanzados 230 juegos para este sistema.\r\n\r\nLlega el Legend of Zelda: Ocarina of Time\r\n\r\nPocos juegos en la historia han significado o significaran lo que signific\u00F3 este juego en su \u00E9poca. Era el primer t\u00EDtulo en 3D de la saga de Zelda y fue dise\u00F1ado por Shigeru Miyamoto. Para muchos es el mejor juego de la historia, aunque para muchos otros no lo es ni de lejos. Aqu\u00ED podemos aplicar bien el dicho de: \"Sobre gustos no hay nada escrito\", pero sin duda hay que reconocer que nos encontramos delante de un gran juego. Revistas conocidas como Famitsu o Edge le concedieron la primera puntuaci\u00F3n perfecta de la historia.\r\n\r\nMetal Gear Solid aparece en PlayStation\r\n\r\nSe mostr\u00F3 por primera vez en el E3 de 1997 y caus\u00F3 una gran sensaci\u00F3n. Fue desarrollado por Konami. Su creador, Hideo Kojima fue fiel a su versi\u00F3n original de Metal Gear pero aprovech\u00F3 todas las posibilidades t\u00E9cnicas de la consola de Sony para crear el juego de espionaje y acci\u00F3n que siempre hab\u00EDa so\u00F1ado. Sale en Jap\u00F3n en 1998 y hoy en d\u00EDa es una de las sagas m\u00E1s importantes en el mundo de los videojuegos. Muchos de los nuevos juegos basados en el espionaje han seguido los primeros pasos que dio Metal Gear cuando apareci\u00F3.\r\n\r\nSale el primer Gran Turismo\r\n\r\nLleg\u00F3 de manos de Polyphony Digital y fue producido por Kazuroni Yamauchi.Es un juego basado en la simulaci\u00F3n de la conducci\u00F3n. Era de los primeros juegos que nos introduc\u00EDa en el cuerpo de un conductor novel que ten\u00EDa que ir sacando licencias para conseguir coches cada vez mejores y potentes. A todo esto se lo sumaban unos grandes gr\u00E1ficos para la \u00E9poca. Este juego fue el m\u00E1s vendido para la PlayStation de Sony y ha tenido diversas secuelas.
decada00=Sony lanza su segunda consola\r\n\r\nSu desarrollo hab\u00EDa sido anunciado en marzo de 1999 y finalmente se puso a la venta en el a\u00F1o 2000 en todo el mundo, con muchos problemas para distribuirla, lo que caus\u00F3 que muy poca gente la pudiera obtener al principio.\r\nPose\u00EDa una CPU a 294,9 Mhz (299 Mhz en las \u00FAltimas versiones) y tra\u00EDa un lector de DVD para juegos y pel\u00EDculas (lo que anim\u00F3 a mucha gente a comprarla), y era la primera consola que llevaba puertos USB. Al cabo de unos meses ya se estaba vendiendo bien (hay que tener en cuenta que ven\u00EDa del \u00E9xito que hab\u00EDa supuesto PlayStation 1 y que esta consola era retro compatible con ella (mejorando la velocidad de carga y suavizando las texturas de los juegos para llegar a conseguir un efecto de mejores gr\u00E1ficos). Pero a pesar de todo, los primeros juegos de esta consola no fueron demasiado buenos. Sony no tardar\u00EDa mucho en usar sus licencias y sacar juegos como Gran Turismo, Grand Theft Auto, Metal Gear Solid , Pro Evolution Soccer, Ico, etc., lo que la llevar\u00EDa a vender much\u00EDsimo m\u00E1s. Terminar\u00EDa marcando un antes y un despu\u00E9s en el mundo de los videojuegos. Barri\u00F3 a todos sus rivales Dreamcast, Game Cube y XBOX y se convirti\u00F3 en una de las consolas m\u00E1s vendidas de la historia.\r\n\r\nSony redise\u00F1a la PlayStation 1\r\n\r\nHemos empezado el a\u00F1o contando c\u00F3mo sali\u00F3 la PlayStation 2 al mercado, pero no hay que olvidar que pocos meses antes, Sony nos presentaba el redise\u00F1o de su primera consola. Sali\u00F3 con el nombre de Psone, con un dise\u00F1o m\u00E1s estilizado y peque\u00F1o y con algunos perif\u00E9ricos extras como un peque\u00F1o monitor que se pod\u00EDa conectar detr\u00E1s de la consola. Era compatible con todos los juegos de PlayStation y tra\u00EDa protecci\u00F3n contra todos los mod-chips que hab\u00EDan salido hasta entonces.\r\n\r\nShenmue llega a la Dreamcast\r\n\r\nSale a la venta en el a\u00F1o 2000, convirti\u00E9ndose en el juego m\u00E1s caro desarrollado hasta el momento, con m\u00E1s de 20 millones de d\u00F3lares de presupuesto. En este juego podemos experimentar una nueva manera de jugar, incluyendo conceptos como el Full Reactive Eyes Entertainment (Free), d\u00E1ndonos una gran libertad e interacci\u00F3n. La idea inicial del creador (Yu Suzuki) fue la de hacer 17 cap\u00EDtulos de esta saga. Sin duda estamos delante de un gran juego, de los m\u00E1s recordados de la \u00FAltima consola de Sega.\r\n\r\nLa nueva consola de sobremesa de Nintendo: Game Cube\r\n\r\nEn el a\u00F1o 1999, Nintendo anunciaba el Project Dolphin. Por aquel entonces Nintendo 64 ya alcanzaba su madurez con el Ocarina of Time y se manten\u00EDa con buenas ventas, a pesar de estar lejos de PlayStation. En el a\u00F1o 2000 se presenta la consola en un evento llamado Space World, mientras que PS2 ya estaba en Jap\u00F3n, y no con muy buenas ventas precisamente. La presentaci\u00F3n fue muy espectacular y su dise\u00F1o impresion\u00F3 a todo el mundo. Se detallaron algunos aspectos como los mini-DVD de Matsushita y la facilidad que los desarrolladores tendr\u00EDan para programar en ella. Lo v\u00EDdeos que se presentaron dejaron con muy buen sabor de boca a los asistentes (videos de Zelda, Perfect Dark Zero, Too Human y Metroid). Tambi\u00E9n se anunci\u00F3 la compatibilidad GBA-GC con muchas opciones entre ellas. Lo \u00FAnico negativo fue el anuncio de que la consola se retrasaba hasta el 2001. En el E3 del a\u00F1o siguiente se presentaron juegos como Eternal Darkness y Starfox Adventures. Finalmente sale a la venta el 2001 en Jap\u00F3n y Estados Unidos y en el 2002 en Europa. Pero a la hora de salir la ventaja que llevaba PS2 ya era demasiado grande y qued\u00F3 relegada a un segundo lugar de ventas junto con la XBOX. Aparecieron grandes juegos en esta consola, como los Resident Evil, Zelda: The Wind Waker, Metroid, Zelda: Twilight Princess, etc.\r\n\r\nMicrosoft se une: Lanzamiento de Xbox\r\n\r\nLa primera vez que se anuncia esta consola es en el a\u00F1o 2000. Fue la primera consola de la historia que ven\u00EDa equipada con un disco duro. Se acaba lanzando el 15 de noviembre en Estados Unidos y al a\u00F1o siguiente en Jap\u00F3n y Europa. Pose\u00EDa una CPU a 733 Mhz. Tendr\u00EDa bastante \u00E9xito en Estados Unidos, y en bastantes mercados se situar\u00EDa en el segundo lugar de las m\u00E1s vendidas. Sin embargo nunca pudo superar a la PlayStation 2 y sus n\u00FAmeros espectaculares en ventas.\r\n\r\nNintendo saca la Game Boy Advance\r\n\r\nEra la sucesora de la Game Boy y la Game Boy Color, siendo capaz de ejecutar casi todos los juegos de estas dos. Fue lanzada este a\u00F1o en Jap\u00F3n, Estados Unidos y Europa y contaba con un procesador de 32 bits a 16,7 Mhz. Tambi\u00E9n contaba con otro procesador a 2 Mhz para poder ejecutar software de las anteriores Game Boy. Como todas las port\u00E1tiles de Nintendo acab\u00F3 triunfando, incluyendo un gran cat\u00E1logo de juegos entre los que podemos destacar: Mario Kart: Super Circuit, Castlevania:Circle of Moon, Golden Sun, Castlevania: Harmony of Dissonance, Super Mario Advance, Metroid Fusion, Golden Sun II, The Legend of Zelda: A Link to the Past, Final Fantasy: Tactics Advance, Wario Ware, Castlevania Aria of Sorrow, Metroid Zero Mission, Sword of Mana, The Legend of Zelda: The Minish Cap, Kingdom Hearts Chain of Memories, Final Fantasy IV Advance, Tales of Phantasia,Final Fantasy V y Final Fantasy VI entre otros.\r\n\r\n11 de Septiembre\r\n\r\nM\u00E1s conocido como 11S, el fat\u00EDdico atentado del 11 de Septiembre de 2001 contra las torres gemelas del World Trade Center de Nueva York afect\u00F3 a todo el mundo y los videojuegos no fueron una excepci\u00F3n. Las acciones de muchas compa\u00F1\u00EDas de videojuegos cayeron (al igual que pasaba en los dem\u00E1s entornos econ\u00F3micos del mundo), muchos t\u00EDtulos fueron retrasados varios meses, otros tantos sufrieron la mano de la censura, en muchos casos de forma totalmente voluntaria para evitar reacciones negativas hacia ellos, e incluso algunos juegos fueron retirados temporalmente de las tiendas por tener contenidos o portadas inadecuadas. Por citar varios ejemplos, Metal Gear Solid 2 elimin\u00F3 las escenas del juego que mostraban las torres, muchos juegos de Spiderman fueron retrasados ya que este surca los rascacielos con su telara\u00F1a, y Red Alert 2 fue retirado de las tiendas por su portada.\r\n\r\nLlega Halo a Xbox\r\n\r\nA finales de este a\u00F1o (Noviembre) lleg\u00F3 el FPS m\u00E1s famoso de la consola de Microsoft. Tuvo muy buenas ventas, sobre 5 millones de unidades vendidas.\r\n\r\nKonami saca a la venta el primer Pro Evolution Soccer\r\n\r\nEl 23 de Noviembre de este a\u00F1o sale a la venta Pro Evolution Soccer, primera entrega con este nombre, pero sucesora de los anteriores ISS Pro Evolution para PlayStation. En Jap\u00F3n se llam\u00F3 Winning Eleven 5 y fue la primera entrega para PlayStation 2, adem\u00E1s de salir para PlayStation. Al principio no convenci\u00F3 mucho a los usuarios, sobretodo porque carec\u00EDa de licencias que ocasionaban que los nombres reales de los jugadores, camisetas, banderas de equipos y nombres de estadios estuvieran modificados. A parte de todo esto, en las tiendas tambi\u00E9n estaba FIFA, un duro competidor, bastante m\u00E1s conocido que el Pro Evolution Soccer. Pero sin embargo este juego acab\u00F3 convirti\u00E9ndose en el mejor simulador del a\u00F1o. En los a\u00F1os siguientes se convertir\u00EDa en una buen\u00EDsima alternativa del juego de EA.\r\n\r\n\u00BFEl resurgimiento de Atari?\r\n\r\nInfogrames crea ese a\u00F1o una subdivisi\u00F3n bajo el nombre de Atari y se dedica a lanzar dispositivos PnP para televisores con los grandes cl\u00E1sicos de los videojuegos. Por otro lado, volvi\u00F3 al desarrollo de videojuegos como Dragon Ball Z, Tycoon City:New York, Enter the Matrix, Path of Neo, Driver,etc.\r\n\r\nPEGI: Demasiado violento para t\u00ED\r\n\r\nA\u00F1os antes ya exist\u00EDa distintos sistemas para clasificar los videojuegos seg\u00FAn la edad y su contenido, sin embargo no fue hasta el a\u00F1o 2003 en que se cre\u00F3 el sistema actual que conocemos como sistema PEGI (Pan European Game Information o Informaci\u00F3n paneuropea sobre juegos) y que se usa para la clasificaci\u00F3n de los videojuegos y otro software de entretenimiento, dentro de Europa.\r\n\r\nNintendo presenta la GBA SP\r\n\r\nA principios de este a\u00F1o, se presenta una nueva revisi\u00F3n de GBA, pas\u00E1ndose a llamar Game Boy Advance SP. Esta consola es la primera port\u00E1til de Nintendo que sustituye las pilas por una bater\u00EDa de Ion Litio y presenta un dise\u00F1o en formato plegado. Tambi\u00E9n tiene iluminaci\u00F3n frontal en la pantalla y es aproximadamente la mitad de grande que la Advance. A parte de todo esto, los cambios con su antecesora son m\u00EDnimos.\r\n\r\nNintendo DS: Una consola superventas\r\n\r\nDurante estos \u00FAltimos a\u00F1os Nintendo quer\u00EDa innovar en las consolas, quer\u00EDa ofrecer una nueva manera de jugar, donde todo no se basar\u00EDa en los gr\u00E1ficos, sino en otros aspectos. As\u00ED que le a\u00F1adieron a esta consola dos pantallas (una de ellas t\u00E1ctil), un micr\u00F3fono con reconocimiento de voz, una conexi\u00F3n wifi para poder jugar partidas online, etc. Su nombre significa Dual Screen y sale a la venta (despu\u00E9s de ser presentada en el show previo al E3 2004 de los \u00C1ngeles) en Noviembre de este a\u00F1o en Estados Unidos, un mes m\u00E1s tarde en Jap\u00F3n y al a\u00F1o siguiente en Europa. Cuando sali\u00F3 al mercado, Nintendo dej\u00F3 claro de que se trataba de una nueva l\u00EDnea de port\u00E1tiles y que no la consideraban sucesora de la Game Boy Advance, aunque ser\u00EDa compatible con los juegos de esta port\u00E1til. Junto con la Nintendo DS Lite (redise\u00F1o de \u00E9sta) se convertir\u00E1 en los a\u00F1os siguientes en la consola m\u00E1s vendida de todos los mercados hasta hoy en d\u00EDa.\r\n\r\nLa primera port\u00E1til de SONY: La PSP\r\n\r\nSony, desde una posici\u00F3n magn\u00EDfica en el mercado de las consolas de sobremesa, ve\u00EDa como Nintendo se llenaba de dinero con sus port\u00E1tiles. Al final se acaba decidiendo por probar a robarle un trozo del pastel. Crea una consola con unas caracter\u00EDsticas impresionantes, incorporando un formato llamado UMD (Universal Media Disk), que nos permitir\u00EDa ver pel\u00EDculas en la misma consola. Es parecido a un CD o DVD pero de tama\u00F1o muy reducido, que viene dentro de una carcasa, con una capacidad de 1,8 GB. Con todo esto, Sony pretende convertir la PSP (PlayStation Portable) en un centro multimedia (se podr\u00EDa tambi\u00E9n ver fotos y escuchar m\u00FAsica). La consola contar\u00EDa con una pantalla enorme con una gran calidad de visionado. E incorporar\u00E1 un stick anal\u00F3gico, lo que la convierte en la primera port\u00E1til de la historia en incluirlo. Finalmente sale a la venta en Diciembre de 2004 en Jap\u00F3n y al a\u00F1o siguiente en Estados Unidos y Europa. Posee una CPU de 128 bits a 333 Mhz. Hoy en d\u00EDa hay un gran movimiento de la scene entorno a esta consola, con emuladores de una gran cantidad de sistemas, aparte de muchas otras aplicaciones.\r\n\r\nSony presenta el redise\u00F1o de la PS2\r\n\r\nEn septiembre de este a\u00F1o Sony presenta un redise\u00F1o de su segunda consola de sobremesa. Como ya sucedi\u00F3 con Psone, es bastante m\u00E1s peque\u00F1o, delgado y silencioso que la PlayStation 2 original. El \u00FAnico contra que tiene es que, debido a su delgadez, no hay sitio para poner un disco duro de 3,5 pulgadas y por lo tanto, los juegos que utilizaban dicho disco duro se ven afectados.\r\n\r\nLlega la 360\r\n\r\nA principios de este a\u00F1o ya se o\u00EDan rumores acerca de su fecha de lanzamiento y sus especificaciones, aunque la consola empez\u00F3 a idearse a principios del a\u00F1o 2003. El proyecto tuvo varios nombres: XBox 2, Xbox Next, NextBox, etc. En Abril, se conocer\u00EDa el nombre definitivo: Xbox 360 y pocos d\u00EDas m\u00E1s tarde su dise\u00F1o y el logo. Microsoft anunci\u00F3 el precio (saldr\u00EDan a la venta dos versiones: la Core por 300$ y la Premium por 400$). Finalmente, el 12 de Mayo, la Xbox 360 fue presentada por todo lo alto con una fiesta emitida en la MTV. All\u00ED se desvelaron muchos rumores que rodeaban a esta consola. Finalmente sale a la venta casi simult\u00E1neamente (ser\u00EDa la primera que lo hiciera) en Jap\u00F3n, Estados Unidos y Europa. Posee un procesador Xenon con 3 n\u00FAcleos de procesamiento paralelos los cuales corren a 3,2 GHz cada uno.\r\n\r\nAterriza la PlayStation 3\r\n\r\nDurante este a\u00F1o llega la tercera consola de sobremesa de Sony, en dos versiones, una con un disco duro de 20 GB (499$) y otra con uno de 60 GB (599$), adem\u00E1s de ciertas diferencias entre ellas, pero no importantes. M\u00E1s adelante en Korea se lanzar\u00EDa una versi\u00F3n con 80 GB de disco duro. Fue presentada al p\u00FAblico durante el E3 del 2005. En ese momento se dijo que se incluir\u00EDan dos puertos HDMI y 3 Ethernet, m\u00E1s tarde se reducir\u00EDan a uno de cada, presumiblemente para reducir costes. Tambi\u00E9n presentaron un mando con forma de boomerang, que recibi\u00F3 much\u00EDsimas cr\u00EDticas, siendo m\u00E1s tarde redise\u00F1ado. Se anuncia su salida para primavera del siguiente a\u00F1o. Durante marzo de este a\u00F1o se anuncia un retraso de la consola hasta Noviembre. En el E3 del 2006 es cuando se presentaron algunos juegos y se anunciaba que incluir\u00EDa HDMI en las dos versiones. Finalmente se lanza en Jap\u00F3n el 11 de Noviembre y el 17 en Estados Unidos. Pero ya se hab\u00EDa anunciado un retraso en tierras europeas que la llevar\u00EDa a salir el 23 de Marzo del a\u00F1o siguiente (seg\u00FAn ellos debido a la producci\u00F3n de los diodos laser para el lector Blu-ray. Debido a este retraso, muchos usuarios europeos se quejaron. Finalmente saldr\u00EDa en Europa el 23 de marzo del 2007.\r\n\r\nLlega la revoluci\u00F3n con Wii\r\n\r\nEl proyecto, en un principio se hab\u00EDa llamado \"Revolution\" (desvelado en una conferencia del E3 2005), muy acorde con lo que Nintendo nos presentar\u00EDa m\u00E1s tarde: Una revoluci\u00F3n en la forma de jugar. Aunque en esta feria no se mostr\u00F3 el mando. En el TGS de ese mismo a\u00F1o si que presentar\u00EDa el controlador de nueva consola de Nintendo, levantando gran expectaci\u00F3n entre los asistentes y los foros de Internet. M\u00E1s tarde, antes del E3 del 2006, se anuncia el nombre definitivo del proyecto: Wii (primera consola de Nintendo, que no lleva este nombre como parte de \u00E9l). Luego, en el Teatro Kodak nos mostrar\u00EDan su funcionamiento, anunciaron el mando complementario del Wiimote (el Nunchuk) y nos ense\u00F1aron algunos juegos. Cuando lleg\u00F3 el E3 2006 la gente pudo probar por primera vez la consola con varios juegos. Nintendo, en esta consola, apostar\u00EDa m\u00E1s en la manera de jugar con su mando revolucionario que en la potencia de la misma consola. La principal caracter\u00EDstica es, pues, el control inal\u00E1mbrico que lleva incorporado (llamado Wiimote), capaz de detectar el movimiento y rotaci\u00F3n en un espacio de tres dimensiones (aparte incluye vibraci\u00F3n y un altavoz). Acaba saliendo al mercado en Noviembre de este a\u00F1o en Estados Unidos y al mes siguiente en Jap\u00F3n y Europa.\r\n\r\nDS Lite: El redise\u00F1o de DS\r\n\r\nSe pone en venta durante este a\u00F1o en todo el mundo. Presenta una forma m\u00E1s delgada y ligera que su antecesora, siendo m\u00E1s vistosa de cara al p\u00FAblico. El t\u00E9rmino \"Lite\" de su nombre viene de la palabra en ingl\u00E9s \"light\". Compar\u00E1ndola con el modelo anterior, Nintendo DS Lite tiene unos altavoces menos potentes que la anterior y pesa un 21% menos. El puntero de la consola es un poco m\u00E1s grande y las pantallas han sido mejoras.\r\n\r\nMicrosoft da a conocer la Elite\r\n\r\nDurante este a\u00F1o Microsoft ha presentado el nuevo modelo de su consola. Se trata de la Xbox 360 Elite. Las diferencias con la Xbox 360 Premium es que \u00E9sta incluye un disco duro de 120 GB y un conector HDMI. Est\u00E1 claro que, con esta nueva versi\u00F3n, Microsoft intentar\u00E1 plantarle a\u00FAn m\u00E1s cara a la PlayStation 3 de Sony. Sali\u00F3 en Abril en Estados Unidos a un precio de 479,99 d\u00F3lares y el disco duro tambi\u00E9n se pod\u00EDa adquirir por separado por 179,99 $.\r\n\r\nSony anuncia un redise\u00F1o de la PSP\r\n\r\nDurante el E3 de Julio de este a\u00F1o, Sony anuncia un redise\u00F1o de su consola port\u00E1til. Como novedades nos encontramos con que la consola ser\u00E1 un 33% m\u00E1s ligera que la anterior y con una bater\u00EDa de m\u00E1s capacidad. Adem\u00E1s incorporar\u00E1 nuevas funciones, como poder conectarla a la TV a trav\u00E9s de una salida de v\u00EDdeo y la reducci\u00F3n de tiempo de carga de los juegos.\r\n\r\nSonic y Mario - Antiguos rivales\r\n\r\nMario y Sonic, las mascotas de Nintendo y Sega, respectivamente, aparecer\u00E1n juntos en un mismo videojuego de la mano de Sega para las consolas de Nintendo.\r\n\r\n
decada10=En la historia de los videojuegos, la octava generaci\u00F3n de videoconsolas es un termino que describe la generaci\u00F3n de consolas de videojuegos que sucede a la s\u00E9ptima generaci\u00F3n (PlayStation 3 de Sony, Xbox 360 de Microsoft y Wii de Nintendo).\r\n\r\nLas port\u00E1tiles inician la nueva era\r\n\r\nLa octava generaci\u00F3n comienza con el lanzamiento de Nintendo 3DS, el 25 de febrero de 2011, seguido despu\u00E9s por el de PlayStation Vita de Sony, que fue lanzada el 17 de diciembre del mismo a\u00F1o. \r\n\r\nPsVita: El gran fracaso de SONY\r\n\r\nPSVita sali\u00F3 a la venta el pasado mes de diciembre de 2011 en Jap\u00F3n, llegando a occidente en el primer cuarto de 2012 debido a la incapacidad de Sony de realizar un lanzamiento simult\u00E1neo en todas las regiones, como ya pas\u00F3 con PS3, dejando abandonados una vez m\u00E1s a sus usuarios europeos y americanos para recibir su consola mucho m\u00E1s tarde que los privilegiados usuarios japoneses. A\u00FAn as\u00ED, PSvita no ha conseguido llegar al mill\u00F3n unidades vendidas en Jap\u00F3n , ni en ning\u00FAn otro territorio. Las ventas estimadas de la port\u00E1til llegan a los 2,5 millones de unidades vendidas. Todo un desprop\u00F3sito si la comparamos con las m\u00E1s de 20 millones de 3DS vendidas , su competidora m\u00E1s directa, que pese a llevar unos meses m\u00E1s en el mercado ha ido acumulando unas ventas constantes convirti\u00E9ndose en la consola m\u00E1s vendida de Jap\u00F3n durante m\u00E1s de un a\u00F1o consecutivo y durante este verano fue la consola (incluyendo las de sobremesa) m\u00E1s vendida a nivel mundial (fuente vgchartz). No solo en hardware PSvita acumula malas ventas , sino que en su limitado software ning\u00FAn solo juego ha logrado acercarse al mill\u00F3n de unidades vendidas.\r\n\r\nTodo es fruto del escaso apoyo que ha recibido la consola por parte de Sony y el escaso inter\u00E9s que produce entre las desarrolladoras third parties. En el pasado E3 en la conferencia de Sony, la consola recibi\u00F3 una atenci\u00F3n discreta anunci\u00E1ndose tan solo un par de spin off capados de juegos multiplataformas. Sony prometi\u00F3 un evento dedicado en exclusiva para PSVita en verano que jam\u00E1s lleg\u00F3... Es tan escaso el apoyo que est\u00E1 recibiendo la port\u00E1til que en el pasado Tokyo Game Show su predecesora PSP recibi\u00F3 un mayor anuncio de juegos. Eso lo dice todo. Estamos ante una cr\u00F3nica de una muerte anunciada.\r\n\r\nLanzamiento y evoluci\u00F3n de la N3DS\r\n\r\nA comienzos del a\u00F1o 2011 se produjo el lanzamiento de Nintendo 3DS, que permite a sus usuarios disfrutar de gr\u00E1ficos 3D estereosc\u00F3picos sin necesidad de gafas especiales. La consola sali\u00F3 a la venta con un cat\u00E1logo variado, donde figuraban juegos desarrollados por Nintendo, como Pilotwings Resort o nintendogs + cats.\r\n\r\nNintendo no cej\u00F3 en su empe\u00F1o de mejorar el cat\u00E1logo de Nintendo 3DS a lo largo del a\u00F1o, brindando a sus usuarios la oportunidad de disfrutar con t\u00EDtulos innovadores y exclusivos para Nintendo 3DS, adem\u00E1s de cl\u00E1sicos para la consola virtual y m\u00E1s de 1000 juegos para DSiWare con el lanzamiento de Nintendo eShop en junio.\r\n\r\nEn ese mismo mes los poseedores de una Nintendo 3DS estaban de enhorabuena: se presentaba la ocasi\u00F3n de pasarlo en grande con una vuelta de tuerca a uno de los cl\u00E1sicos por antonomasia: The Legend of Zelda: Ocarina of Time 3D. Entre las novedades destacaban los gr\u00E1ficos remasterizados y nuevas funciones como el modo desaf\u00EDo y el control por movimientos.\r\n\r\nHoy en d\u00EDa la consola N3DS presenta un extenso c\u00E1talogo de juegos y es una de las consolas m\u00E1s vendidas actualmente.\r\n\r\nLanzamiento de la Nintendo Wii U\r\n\r\nLa consola surgi\u00F3 por primera vez en 2008, despu\u00E9s de que Nintendo reconociera m\u00FAltiples limitaciones con Wii, como que el p\u00FAblico en general pensara que la consola estaba dirigida a un jugador \"casual\". Con Wii U, Nintendo quiso volver a atraer a los grupos de jugadores que se sintieron desplazados con Wii. El dise\u00F1ador de juegos Shigeru Miyamoto admiti\u00F3 que la falta de alta definici\u00F3n y la pobre infraestructura en l\u00EDnea tambi\u00E9n contribuyeron a dejar a Wii en una categor\u00EDa aparte respecto a sus competidoras, la Xbox 360 y la PlayStation 3. Se decidi\u00F3 que la nueva consola deb\u00EDa cambiar estos detalles completamente.\r\n\r\nDentro de la empresa, hubo un gran debate sobre c\u00F3mo deb\u00EDa ser la nueva consola, y el proyecto fue desechado y reiniciado varias veces. El concepto de una pantalla t\u00E1ctil en el mando fue inspirado por la luz azul de la Wii que informa de nuevos mensajes. Miyamoto y su equipo quisieron incorporar la pantalla para dar m\u00E1s informaci\u00F3n a los jugadores (de forma similar a la VMU de la Sega Dreamcast). Cuando el desarrollo se encontraba muy avanzado, \u00E9ste fue ampliado a una pantalla completa que pudiera mostrar el juego en su totalidad, un concepto que se sugiri\u00F3, pero no fue financieramente viable anteriormente.\r\n\r\nUn duro comienzo para XBOX ONE\r\n\r\nLa consola Xbox One se empez\u00F3 a gestar tras la salida al mercado de su antecesora, la Xbox 360. Aunque los medios especializados la bautizaron como Xbox 720, el primer kit de desarrollo oficial creado por Microsoft recibi\u00F3 el nombre en clave de Durango y se puso a disposici\u00F3n de algunos desarrolladores a mediados del a\u00F1o 2012. Sin embargo no fue hasta el 21 de mayo de 2013 que la compa\u00F1\u00EDa hizo oficial su existencia bajo el nombre de Xbox One. Tras esta primera presentaci\u00F3n, tuvo lugar una segunda en el E3 2013 donde se revelaron muchas de las caracter\u00EDsticas de la m\u00E1quina que ya era totalmente jugable.\r\n\r\nJunto a la presentaci\u00F3n del nuevo hardware, Microsoft hizo oficial otras novedades que supon\u00EDan un cambio notable en las pol\u00EDticas que ven\u00EDa aplicando. De esa forma, la Xbox One requer\u00EDa de conexi\u00F3n a internet para poder funcionar, exigiendo una verificaci\u00F3n en l\u00EDnea al menos cada 24 horas ya que de lo contrario la m\u00E1quina dejaba de leer los juegos. Otra novedad, afectaba al mercado de segunda mano y se limitaba tambi\u00E9n la posibilidad de compartir juegos previamente adquiridos por el consumidor.\r\n\r\nAunque inicialmente firme a la hora de implantar todos estos cambios, la compa\u00F1\u00EDa acab\u00F3 dando marcha atr\u00E1s regresando a las pol\u00EDticas que ten\u00EDa vigentes con Xbox 360. Las fuertes cr\u00EDticas recibidas unido al hecho de que sus competidores no aplicaban ninguna de estas restricciones se consideraron como las causas principales del cambio de postura.\r\n\r\nPS4 hace su aparici\u00F3n\r\n\r\nFue anunciada oficialmente el 20 de febrero de 2013 en el evento PlayStation Meeting 2013, aunque el dise\u00F1o de la consola no fue presentado hasta el 10 de junio en el E3 2013.9 Es la sucesora de la PlayStation 3 y actualmente compite con la Xbox One de Microsoft y la Wii U de Nintendo. Su lanzamiento fue el 15 de noviembre de 2013 en Estados Unidos y en Europa y Latinoam\u00E9rica fue el 29 de noviembre de 2013, mientras que en Jap\u00F3n fue el 22 de febrero de 2014.2\r\n\r\nAlej\u00E1ndose de la compleja arquitectura utilizada en el procesador Cell de la videoconsola PlayStation 3, la PlayStation 4 cuenta con un procesador AMD de 8 n\u00FAcleos bajo la arquitectura x86-64. Estas instrucciones x86-64 est\u00E1n dise\u00F1ados para hacer m\u00E1s f\u00E1cil el desarrollo de videojuegos en la consola de nueva generaci\u00F3n, que atrae a un mayor n\u00FAmero de desarrolladores. Estos cambios ponen de manifiesto el esfuerzo de Sony para mejorar las lecciones aprendidas durante el desarrollo, la producci\u00F3n y el lanzamiento de la PS3. Otras caracter\u00EDsticas de hardware notables de la PS4 es que incluyen 8 GB de memoria unificada GDDR5, una unidad de disco Blu-ray Disc m\u00E1s r\u00E1pido, y los chips personalizados dedicados a tareas de procesamiento de audio, v\u00EDdeo y de fondo.\r\n\r\nEntre las nuevas aplicaciones y servicios, Sony lanz\u00F3 la aplicaci\u00F3n PlayStation App, permitiendo a los que tengan un PS4 convertir los tel\u00E9fonos inteligentes y las tabletas en una segunda pantalla para mejorar la jugabilidad o en teclados externos para m\u00E1s comodidad en el momento de escribir. La compa\u00F1\u00EDa tambi\u00E9n planeaba debutar con Gaikai, un servicio de juego basado en la nube que aloja contenidos y juegos descargables. Mediante la incorporaci\u00F3n del bot\u00F3n \"Share\" en el nuevo controlador hace que sea posible compartir en cualquier momento capturas de pantalla, trofeos, compras o videos en p\u00E1ginas como Facebook, Twitter y hacer stream de lo que se juegue y ver el de otros amigos en directo desde Ustream o Twitch, Sony plane\u00F3 colocar m\u00E1s \u00E9nfasis en el juego social.\r\n\r\nLa consola PS4 el primer d\u00EDa de su lanzamiento vendi\u00F3 m\u00E1s de 1 mill\u00F3n de consolas s\u00F3lo en territorio de los Estados Unidos.11 Al inicio de su conferencia de prensa en la Gamescom 2014, Sony anunci\u00F3 que ya hab\u00EDa vendido m\u00E1s de 10 millones de unidades de la PlayStation 4 en el mundo a usuarios finales. Esta dise\u00F1ada para la amplia integraci\u00F3n con Playstation Vita.
inicio=Inicio
historia=Historia
consolas=Consolas
juegos=Juegos
elige=Elige la dcada que quieras leer
buscar=Buscar
nombre=Nombre
empresa=Empresa
fecha=Fecha Salida
especificaciones=Especificaciones
genero=Gnero
plataforma=Plataforma
multijugador=Multijugador
sinopsis=Sinopsis
pregunta=Pregunta
siguiente=Siguiente
resultado=Resultado
aciertos1=Has acertado
aciertos2=preguntas de un total de
idioma=Elige Idioma
aplicacion=Aplicacin desarrollada por
copy=Todas las imgenes pertenecen a sus autores originales, todos los derechos reservados.
bienvenido=\u00A1Bienvenidos a GAME QUIZ!
infoH=>Historia...........Estudia las principales d\u00E9cadas de la Historia de  los Videojuegos.
infoC=>Consolas...........Conoce y descubre las consolas m\u00E1s reconocidas en el mundo del Gaming.
infoJ=>Juegos  ...........Busca tus juegos favoritos, juegos que marcaron tu infancia, tus pr\u00F3ximas adquisiciones....
infoQ=>Quiz!   ...........Desarrolla y pon a prueba tus conocimientos como gamer y haz frente lo aprendido.
infoO=>Opciones...........Accede al men de opciones para cambiar el idioma, visitar nuestra pgina web....